<template>
  <div class="">
    <div class="content">
    <p class="title">注册服务协议</p>

    <p class="text">本协议是您（用户）与信用精灵所有者上海澳腾投资咨询有限公司（简称“澳腾公司”）就信用精灵服务等相关事宜所订立的协议，
    请您仔细阅读本协议，您同意注册后本协议对双方有约束力。</p>

    <p class="text">第1条 本站服务条款的确认和接纳</p>

    1.1 本站的各项电子服务的所有权和运作权归信用精灵所有。用户同意所有注册协议条款并完成注册程序，才能成为本站的正式用户。
    用户确认:本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。<br />

    1.2 用户同意注册，即视为用户确认自己具有享受本站服务的完全权利能力和完全行为能力，能够独立承担法律责任。<br />

    1.3 信用精灵保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容的权利。

    <p class="text">第2条 本站服务</p>

    2.1 信用精灵通过互联网依法为用户提供互联网信息等服务，用户在完全同意本协议及本站规定的情况下，方有权使用本站的相关服务。<br />

    2.2 用户必须自行准备如下设备和承担如下开支:<br />

    (1)上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置;<br />

    (2) 上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。<br />

    2.3用户向澳腾公司提供身份的资料后，可能不时收到澳腾公司的消息推送、电子邮件及直销邮件，内含推广产品或服务等资料。
    若用户不想收到此等资料，请致函澳腾公司客服中心。<br />

    <p class="text">第3条 用户信息</p>

    3.1 用户应自行诚信向本站提供注册资料，<b>用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，
    应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，
    用户需承担因此引起的相应责任及后果（包括由此产生的直接损失和间接损失），并且信用精灵保留终止用户使用各项服务的权利。</b><br />

    3.2 用户在本站进行浏览等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，
    除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。用户信息涉及第三方平台的，非经用户授权，本站无权获取；
    但用户自愿向本站提供其在第三方平台的账户信息或通过本站查询其在第三方平台上的账户信息的，视为用户授权本站获取其在第三方平台上的信息资料，
    对获取的资料，本站将遵守严格的保密义务。<br />

    3.3 用户注册成功后，将产生用户名和密码等账户信息，您可以根据本站规定改变您的密码。
    用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站并向公安机关报案。<br />

    3.4 用户同意，信用精灵拥有通过邮件、短信电话等形式，向在本站注册等告知信息的权利。<br />

    <b>3.5 用户不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</b><br />

    3.6 用户同意，信用精灵有权使用用户的注册信息、用户名、密码等信息，登陆进入用户的注册账户，
    进行证据保全，包括但不限于公证、见证等。<br />

    3.7用户承诺，不对本网站上的任何数据做商业性利用，包括但不限于在未经信用精灵事先同意的情况下，
     以复制、传播等任何方式使用本网站上展示的资料。<br />

    <b>3.8用户授权澳腾公司将用户提供给信用精灵的信息、享受信用精灵服务产生的信息以及澳腾公司查询、收集的信息，
    用于澳腾公司及其合作伙伴提供服务、推荐产品、开展市场调查与进行信息数据分析。
    用户授权澳腾公司，除法律另有规定之外，基于为用户提供更优质服务和产品的目的，
    向其合作伙伴提供、查询、验证、收集用户的信息。本条款具有独立法律效力，不受本协议效力状态变化的影响。</b><br />

    <p class="text">第4条 用户依法言行义务</p>

    (1)不得传输或发表:煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，
    推翻社会主义制度的言论，煽动分裂国家、破坏国家 统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论;<br />

    (2)从中国大陆向境外传输资料信息时必须符合中国有关法规;<br />

    (3)不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动;<br />

    (4)不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统;<br />

    (5)不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料;<br />

    (6)不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论;<br />

    (7)不得教唆他人从事本条所禁止的行为;<br />

    (8)不得利用在本站注册的账户进行牟利性经营活动;<br />

    (9) 不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容;
    用户应不时关注并遵守本站不时公布或修改的各类合法规则规定。<br />

    (10)不得发布和进行其他违反法律法规和强制性规定的言论和活动。<br />

    本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。<br />

    若用户未遵守以上规定的，本站有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。<br />

    <p class="text">第5条 责任限制及不承诺担保</p>

    除非另有明确的书面说明,本站及其所包含的或以其它方式通过本站提供给您的全部信息、内容、材料、产品(包括软件)和服务，
    均是在"按现 状"和"按现有"的基础上提供的。<br />

    <b>除非另有明确的书面说明,不对本站的运营及其包含在本网站上的信息、内容、材料、产品(包括软件)或
    服务作任何形式的、明示或默示的声明或担保(根据中华人民共和国法律另有规定的以外)。</b><br />

    <b>信用精灵不担保本站所包含的或以其它方式通过本站提供给您的全部信息、内容、材料、产品(包括软件)和服务、其服务器或从本站发出的电子信件、信息没有病毒或其他有害成分。</b><br />

    如因不可抗力或其它本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，
    信用精灵会尽力协助处理善后事宜。<br />

    <b>信用精灵的网站内容可能涉及由第三方所有、控制或者运营的其他网站（以下称“第三方网 站”），含有访问第三方网站的链接；
    同时信用精灵将会在任何需要的时候增加商业伙伴或公用品牌的网站。信用精灵对所有第三方网站的隐私保护措施不负任何责任。
    信用精灵不能保证也没有义务保证第三方网站上的信息的真实性和有效性。
    第三方网站的内容、产品、广告和其他任何信息均由用户自行判断并承担风险，而与信用精灵无关。</b><br />

    <p class="text">第6条 协议更新及用户关注义务</p>

    <b>根据国家法律法规变化及网站运营需要，信用精灵有权对本协议条款不时地进行修改，
    修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。用户可随时登陆查阅最新协议;
    用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，
    可以且应立即停止接受信用精灵网站依据本协议提供的服务;如用户继续使用本网站提供的服务的，
    即视为同意更新后的协议。</b>建议您在使用本站之前阅读本协议及本站的公告。
     如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。<br />

    <p class="text">第7条 征信</p>

    7.1 本人同意依法设立的征信机构向有关机构征集本人的信息，并出具《个人信用报告》。<br />

    7.2 本人同意澳腾公司，通过依法设立的征信机构查询本人信息并获取本人《个人信用报告》，以了解本人信用状况。<br />

    7.3 本人同意澳腾公司向依法设立的征信机构提供本人所登记的个人信息等相关信息。<br />

    7.4 本人同意拥有本人不良信息的机构，通过依法设立的征信机构向澳腾公司提供本人的不良信息。本人已被事先明确告知并已同意拥有本人不良信息的机构提供本人的不良信息。<br />

    7.5 本人同意澳腾公司向依法设立的征信机构提供本人所登记的个人信息、相关借贷信息及后续还款记录等信息。<br />

    7.6 本人同意澳腾公司向依法设立的征信机构提供本人贷款不良信息。本人事先已明确被告知并同意澳腾公司向依法设立的征信机构提供本人的不良信息。<br />

    <p class="text">第8条 通知与送达</p>

    8.1本协议条款及其任何其他协议、告示或其他关于用户使用本服务账户及服务的通知，
    用户同意信用精灵使用电子方式或通过向用户在注册时预留的通讯地址邮寄文件资料的方式通知用户。
    电子方式包括但不限 于以电子邮件方式、短信息、站内信或于网站、或通过官方微信、APP、官方微博等方式公布。<br />

    <b>8.2网站的通知如以公示方式作出，一经公示即视为已经送达。除此之外，
    其他向用户个人发布的具有专属性的通知将由信用精灵向用户在注册时提供的电子邮箱，或在用户的个人账户中的站内信，
    或用户在注册后在本网站绑定的手机发送，一经发送即视为已经送达。请用户密切关注用户的电子邮箱、站内信及手机中的短信信息。
    因信息传输等原因导致用户未在前述通知发出当日收到该等通知的，本网站 不承担责任。</b><br />

    <p class="text">第9条 法律管辖和适用</p>

    本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律(但不包括其冲突法规则)。
    如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。
     如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决;协商不成时，任何一方均可向澳腾公司所在地有管辖权的法院提起诉讼。<br />

    <p class="text">第10条 其他</p>

    10.1本协议自用户同意勾选或网上签署并成功注册成为本网站用户之日起生效，除非信用精灵终止本协议或者用户丧失本网站用户资格，
    否则本协议始终有效。本协议终止并不免除用户根据本协议或其他有关协议、规则所应承担的义务和责任。<br />

    10.2用户对信用精灵有任何投诉和建议，请将投诉和建议联系客户进行反馈。信用精灵将及 时与用户联系。<br />
    </div>
</div>
</template>

<script type="text/ecmascript-6">


	export default {
		data () {
			return {

			}
		},

		mounted () {

		},
		methods: {

		}
	}
</script>

<style scoped lang="less" rel="stylesheet/less">


 .content {background: #ffffff; font-size: 14px;  margin: 2px;  padding: 12px;line-height: 25px;}
 .title{font-size: 16px;font-weight: 600;text-align: center;margin-bottom: 10px;}

 .important{
     font-weight: bold;
 }
 .content1{background: #ffffff; font-size: 14px;  margin: 2px;  padding: 12px;line-height: 25px;}
 .text{text-indent:2em;}
 .title{font-size: 16px;font-weight: 600;text-align: center;margin-bottom: 10px;}
 h2{font-size:20px;color:#333333;line-height:35px;text-align:center;}
 b{font-size:15px;color:#333333;}

</style>
